---
title: "关于我 —— 个人简介"
date: 2020-10-15T20:16:06+08:00
---
Hi~朋友，<br />
<br />　　非常高兴遇到你，我简单地介绍一下自己吧。我是 vivi chen（陈诗雨），一名中级前端开发工程师。<br />
<br />　　我喜欢自己的工作、热衷于写文档和总结；我一直在探索更适合自己的学习方式，及时地反馈、调整自己的学习状态；除此之外我还有很多无盈利性质的“副业”—— 微信公众号上分享自己的生活、b站分享自己的技术学习、闲暇时刻学习乐器 ··· ··· 喜欢探索各种新鲜的事物。

　　以下是我主要“经营”的社交工具，(*^▽^*) 来都来了互相关注一波吧！

---

**日常生活类分享：** 微信公众号“你个小兔崽子”。我每个月都会更新一些日常分享或者出去玩的视频。<br />
**公众号地址：** 微信扫下面的二维码，或者搜索公众号：你个小兔崽子<br />
<p style="text-align:center"><img src="https://chenshiyu.com.cn/images/qr.jpg" width="100" height="100"></p>

**技术文档：** 我有很多工作、规划等私人文档都放在了语雀上，接下来我准备把自己满意的、更加高质量的技术文章分享到**掘金**上。（其实我还有知乎的账号，但是知乎对于技术文档的编辑体验不是很好，接下来我博客就重点就是在掘金上发展了）<br />
**掘金地址：** [https://juejin.im/user/536217407461358](https://juejin.im/user/536217407461358)<br />
<br />
**P大点事：** 如果你想看到我以前的很多文章推荐可以到我的语雀上看，我的P大点事都在上面了。<br />**语雀地址：**[https://www.yuque.com/u548790](https://www.yuque.com/u548790)<br />
<br />
**视频分享：** b站我很不成熟地更新过几次技术分享，其实主要也是想锻炼自己，更新地频率也很慢，如果你喜欢的话，也可以关注我呢！<br />
**bilibili地址：** [https://space.bilibili.com/111817138](https://space.bilibili.com/111817138)

---

除此之外你还可以通过邮箱联系到我：chen.shi.yu@qq.com。<br />欢迎你，朋友~<br />
<p style="text-align:right">vivi chen · 陈诗雨<br />2020年10月14日</p>
